[
  {
    "quote": "I have always imagined that Paradise will be a kind of library.",
    "author": "Jorge Luis Borges",
    "topic": "Reading"
  },
  {
    "quote": "A book is proof that humans are capable of working magic.",
    "author": "Carl Sagan",
    "topic": "Reading"
  },
  {
    "quote": "The story is one of the basic tools invented by the human mind for the purpose of understanding.",
    "author": "Ursula K. Le Guin",
    "topic": "Reading"
  },
  {
    "quote": "You think your pain and your heartbreak are unprecedented in the history of the world, but then you read.",
    "author": "James Baldwin",
    "topic": "Reading"
  },
  {
    "quote": "To pay attention, this is our endless and proper work.",
    "author": "Mary Oliver",
    "topic": "Reading"
  },
  {
    "quote": "Some books are to be tasted, others to be swallowed, and some few to be chewed and digested.",
    "author": "Francis Bacon",
    "topic": "Reading"
  },
  {
    "quote": "Reading is at the threshold of our inner life; it can lead us to it, but it does not constitute it.",
    "author": "Marcel Proust",
    "topic": "Reading"
  },
  {
    "quote": "A real book is not one that we read, but one that reads us.",
    "author": "W. H. Auden",
    "topic": "Reading"
  },
  {
    "quote": "Stories can break the dignity of a people, but stories can also repair that broken dignity.",
    "author": "Chimamanda Ngozi Adichie",
    "topic": "Reading"
  },
  {
    "quote": "A book must be the axe for the frozen sea within us.",
    "author": "Franz Kafka",
    "topic": "Reading"
  },
  {
    "quote": "The reading of all good books is like a conversation with the finest minds of past centuries.",
    "author": "René Descartes",
    "topic": "Reading"
  },
  {
    "quote": "Attention, taken to its highest degree, is the same thing as prayer.",
    "author": "Simone Weil",
    "topic": "Reading"
  },
  {
    "quote": "Books are the mirrors of the soul.",
    "author": "Virginia Woolf",
    "topic": "Reading"
  },
  {
    "quote": "Reading is going toward something that is about to be and no one yet knows what it will be.",
    "author": "Italo Calvino",
    "topic": "Reading"
  },
  {
    "quote": "The aim of art is to represent not the outward appearance of things, but their inward significance.",
    "author": "Aristotle",
    "topic": "Reading"
  },
  {
    "quote": "To be a writer is to appropriate the world.",
    "author": "Simone de Beauvoir",
    "topic": "Reading"
  },
  {
    "quote": "What an astonishing thing a book is. It's a flat object made from a tree with flexible parts on which are imprinted lots of funny dark squiggles.",
    "author": "Carl Sagan",
    "topic": "Reading"
  },
  {
    "quote": "Love the questions themselves, like locked rooms and like books that are now written in a very foreign tongue.",
    "author": "Rainer Maria Rilke",
    "topic": "Reading"
  },
  {
    "quote": "The vitality of thought is in adventure. Ideas won't keep. Something must be done about them.",
    "author": "Alfred North Whitehead",
    "topic": "Reading"
  },
  {
    "quote": "But what is the use of a story? What is the use of a historical romance? It is to tell the truth of the human heart.",
    "author": "Murasaki Shikibu",
    "topic": "Reading"
  },
  {
    "quote": "One cannot think well, love well, sleep well, if one has not dined well.",
    "author": "Virginia Woolf",
    "topic": "Cooking & Eating"
  },
  {
    "quote": "It seems to me that our three basic needs, for food and security and love, are so mixed and mingled and entwined that we cannot straightly think of one without the others.",
    "author": "M.F.K. Fisher",
    "topic": "Cooking & Eating"
  },
  {
    "quote": "Food is everything we are. It's an extension of nationalist feeling, ethnic feeling, your personal history, your province, your region, your tribe, your grandma.",
    "author": "Anthony Bourdain",
    "topic": "Cooking & Eating"
  },
  {
    "quote": "Let things taste of what they are.",
    "author": "Alice Waters",
    "topic": "Cooking & Eating"
  },
  {
    "quote": "To me, a plate of food is a story. It’s a story of a farm. It’s a story of the people that grew it.",
    "author": "José Andrés",
    "topic": "Cooking & Eating"
  },
  {
    "quote": "To be interested in food but not in food production is clearly absurd.",
    "author": "Wendell Berry",
    "topic": "Cooking & Eating"
  },
  {
    "quote": "Don't eat anything your great-grandmother wouldn't recognize as food.",
    "author": "Michael Pollan",
    "topic": "Cooking & Eating"
  },
  {
    "quote": "As a cook, your tasks are twofold: to objectively observe the foods you are cooking, and to use your senses to gather information and then interpret it.",
    "author": "Samin Nosrat",
    "topic": "Cooking & Eating"
  },
  {
    "quote": "A great-tasting carrot is a reflection of the soil, the ecosystem, the health of the farm.",
    "author": "Dan Barber",
    "topic": "Cooking & Eating"
  },
  {
    "quote": "A new beverage is created with the deliberation of a chemist.",
    "author": "Jerry Thomas",
    "topic": "Cooking & Eating"
  },
  {
    "quote": "Pull up a chair. Take a taste. Come join us. Life is so endlessly delicious.",
    "author": "Ruth Reichl",
    "topic": "Cooking & Eating"
  },
  {
    "quote": "Life is a combination of magic and pasta.",
    "author": "Federico Fellini",
    "topic": "Cooking & Eating"
  },
  {
    "quote": "Respect for food is a respect for life, for who we are and what we do.",
    "author": "Thomas Keller",
    "topic": "Cooking & Eating"
  },
  {
    "quote": "Food is our common ground, a universal experience.",
    "author": "James Beard",
    "topic": "Cooking & Eating"
  },
  {
    "quote": "You don't have to cook fancy or complicated masterpieces - just good food from fresh ingredients.",
    "author": "Julia Child",
    "topic": "Cooking & Eating"
  },
  {
    "quote": "Tell me what you eat, and I will tell you what you are.",
    "author": "Jean Anthelme Brillat-Savarin",
    "topic": "Cooking & Eating"
  },
  {
    "quote": "No one who cooks, cooks alone. Even at her most solitary, a cook in the kitchen is surrounded by generations of cooks past.",
    "author": "Laurie Colwin",
    "topic": "Cooking & Eating"
  },
  {
    "quote": "A good meal is a tribute to life.",
    "author": "Fernand Point",
    "topic": "Cooking & Eating"
  },
  {
    "quote": "You could probably get through life without knowing how to roast a chicken, but the question is, would you want to?",
    "author": "Nigella Lawson",
    "topic": "Cooking & Eating"
  },
  {
    "quote": "Food is a language of its own. It's a way to express love, to share culture, and to bring people together.",
    "author": "Roy Choi",
    "topic": "Cooking & Eating"
  },
  {
    "quote": "The body will become better at whatever you do, or don't do. If you don't move, your body will make you better at not moving.",
    "author": "Ido Portal",
    "topic": "Exercise & Fitness"
  },
  {
    "quote": "I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion.'",
    "author": "Muhammad Ali",
    "topic": "Exercise & Fitness"
  },
  {
    "quote": "The body says what words cannot.",
    "author": "Martha Graham",
    "topic": "Exercise & Fitness"
  },
  {
    "quote": "The last three or four reps is what makes the muscle grow. This area of pain divides a champion from someone who is not a champion.",
    "author": "Arnold Schwarzenegger",
    "topic": "Exercise & Fitness"
  },
  {
    "quote": "Methinks that the moment my legs begin to move, my thoughts begin to flow.",
    "author": "Henry David Thoreau",
    "topic": "Exercise & Fitness"
  },
  {
    "quote": "The goal is to keep the goal the goal.",
    "author": "Dan John",
    "topic": "Exercise & Fitness"
  },
  {
    "quote": "We should take wandering outdoor walks, so that the mind might be nourished and refreshed by the open air and deep breathing.",
    "author": "Seneca",
    "topic": "Exercise & Fitness"
  },
  {
    "quote": "Discipline equals freedom.",
    "author": "Jocko Willink",
    "topic": "Exercise & Fitness"
  },
  {
    "quote": "The only opponent you have to beat is yourself, the way you used to be.",
    "author": "Haruki Murakami",
    "topic": "Exercise & Fitness"
  },
  {
    "quote": "The only place success comes before work is in the dictionary.",
    "author": "Vince Lombardi",
    "topic": "Exercise & Fitness"
  },
  {
    "quote": "Walk as if you are kissing the Earth with your feet.",
    "author": "Thích Nhất Hạnh",
    "topic": "Exercise & Fitness"
  },
  {
    "quote": "I can accept failure, everyone fails at something. But I can't accept not trying.",
    "author": "Michael Jordan",
    "topic": "Exercise & Fitness"
  },
  {
    "quote": "It is a shame for a man to grow old without seeing the beauty and strength of which his body is capable.",
    "author": "Socrates",
    "topic": "Exercise & Fitness"
  },
  {
    "quote": "Empty your mind, be formless, shapeless — like water. Now you put water in a cup, it becomes the cup.",
    "author": "Bruce Lee",
    "topic": "Exercise & Fitness"
  },
  {
    "quote": "You don't stop running because you get old, you get old because you stop running.",
    "author": "Christopher McDougall",
    "topic": "Exercise & Fitness"
  },
  {
    "quote": "Gold medals aren't really made of gold. They're made of sweat, determination, and a hard-to-find alloy called guts.",
    "author": "Dan Gable",
    "topic": "Exercise & Fitness"
  },
  {
    "quote": "Every human being should be able to perform basic maintenance on themselves.",
    "author": "Kelly Starrett",
    "topic": "Exercise & Fitness"
  },
  {
    "quote": "The moment you give up, is the moment you let someone else win.",
    "author": "Kobe Bryant",
    "topic": "Exercise & Fitness"
  },
  {
    "quote": "Practice is the path of mastery.",
    "author": "George Leonard",
    "topic": "Exercise & Fitness"
  },
  {
    "quote": "Only the disciplined ones in life are free. If you are undisciplined, you are a slave to your moods and your passions.",
    "author": "Eliud Kipchoge",
    "topic": "Exercise & Fitness"
  },
  {
    "quote": "Life is like riding a bicycle. To keep your balance, you must keep moving.",
    "author": "Albert Einstein",
    "topic": "Commuting & Transit"
  },
  {
    "quote": "The journey not the arrival matters.",
    "author": "T.S. Eliot",
    "topic": "Commuting & Transit"
  },
  {
    "quote": "Every day is a journey, and the journey itself is home.",
    "author": "Matsuo Bashō",
    "topic": "Commuting & Transit"
  },
  {
    "quote": "The real voyage of discovery consists not in seeking new landscapes, but in having new eyes.",
    "author": "Marcel Proust",
    "topic": "Commuting & Transit"
  },
  {
    "quote": "I have two doctors, my left leg and my right.",
    "author": "G.M. Trevelyan",
    "topic": "Commuting & Transit"
  },
  {
    "quote": "Nothing compares to the simple pleasure of riding a bike.",
    "author": "John F. Kennedy",
    "topic": "Commuting & Transit"
  },
  {
    "quote": "When the spirits are low, when the day appears dark, when work becomes monotonous, when hope hardly seems worth having, just mount a bicycle and go out for a spin down the road.",
    "author": "Arthur Conan Doyle",
    "topic": "Commuting & Transit"
  },
  {
    "quote": "Walking is the best possible exercise. Habituate yourself to walk very far.",
    "author": "Thomas Jefferson",
    "topic": "Commuting & Transit"
  }
]
